Repository: Universumgames/SwiftHelper
Catalog: Sources/UniverseGameHelper/Resources/*.lproj/Localizable.strings
Languages: de

# about.bugreport
source: Report a bug
de: Problem melden

# about.button.information
source: Information
de: Informationen

# about.support
source: Support me
de: Unterstüze mich

# about.website.app
source: App Website
de: App Webseite

# about.website.developer
source: Developer Website
de: Developer Webseite

# bugreport.description
source: Describe your problem please
de: Bitte beschreibe das aufgetretene Problem

# bugreport.mail
source: Provide your email for potential further questions (Optional)
de: Bitte gib deine Mail Addresse an für eventuelle weitere Rückfragen (Optional)

# bugreport.note
source: Submitting an bugreport will send only the provided data to an external server for further processing and storage (as long as the bug persist to extist or the developer deletes it on itself. Only the server administrators and a few people selected by them have access to this data.
de: Das Absenden eines Bugreports sendet nur die hier angegebenen Daten (sowie den Programmnamen und Version) an einen externen Server für eine weitere verarbeitung und letztendliche Behebung des Problems durch einen Programmierer. Die bereitgestellten Daten werden durch die Programmierer selbst gelöscht sobald das Problem behoben wurde. Zugriff auf diese Daten haben nur die Serverinhaber und eine von ihnen ausgeählte kleine Gruppe an Personen.

# bugreport.sheetTitle
source: Report a bug
de: Bugreport erstellen

# bugreport.thank
source: Thank you for your bugreport
de: Vielen Dank für deinen Bugreport

# bugreport.title
source: Self-describing title for bug
de: Selbsterklärender Titel

# button.cancel
source: Cancel
de: Abbrechen

# button.sendbugreport
source: Send bugreport
de: Bugreport absenden

# button.skip
source: Ãœberspringen
de: Überspringen

# support.empty
source: Sadly you cannot support me, because something went wrong
de: Leider kannst du mich derzeit nicht finanziell unterstützen, da etwas schieß gelaufen ist (In-App Käufe konnten nicht geladen werden)

# support.note
source: Supporting me isn't going to change anything for you (besides me being thankful), this is a simple donation to me as the developer of this app (In-App Purchases couldn't be loaded)
de: Mich zu unterstützen verändert nichts (abgesehen von meiner Dankbarkeit), dies ist einfach eine Spende an mich als Programmierer dieser App

# support.thank
source: Thank you for supporting me so I can continue to develop this and other apps and further afford it to publish this app to the AppStore. Every cent is helping
de: Vielen Dank für deine Unterstützung. Du hilfst mir weiter diese und weitere Apps (weiter-) entwickeln und im APpStore behalten zu können. Jeder Cent hilft dabei

# support.thank.title
source: Thank you
de: Danke dir

# support.title
source: Support me
de: Unterstütze mich
